"Woud you delete $1 messages now ?" = "Woud you delete $1 messages now ?";
"No selected messages." = "No selected messages.";
"Success Deleting Messages" = "Success Deleting Messages";
"$1 messages were deleted." = "$1 messages were deleted.";
